Repository: foucdeg/passe-un-dessin
Catalog: backend/core/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: email address
de: E-Mail-Adresse
fr: adresse mail

source: email.desktop_access.headline
de: Hallo,
fr: Bonjour,

source: email.desktop_access.requested
de: Du hast nach einem Link zu Passe un Dessin gefragt.
fr: Tu as demandé (a priori) un lien pour accéder à Passe un Dessin sur ton ordinateur ou tablette.

source: email.desktop_access.click_link %(url)s
de: Klick auf diesen Link, um auf das Spiel zuzugreifen: %(url)s
fr: Clique sur ce lien pour accéder au jeu : %(url)s

source: email.desktop_access.bye
de: Bis bald!
fr: À bientôt !

source: email.desktop_access.subject
de: Link zu Passe un Dessin
fr: Lien vers Passe un Dessin

source: email.password_reset.headline %(player)s
de: Hallo %(player)s,
fr: Salut %(player)s,

source: email.password_reset.requested
de: Du hast auf Passe un Dessin ein Zurücksetzen des Passworts angefordert.
fr: Tu as demandé (a priori) à réinitialiser ton mot de passe pour Passe un Dessin.

source: email.password_reset.click_link %(reset_password_url)s
de: Klick auf diesen Link, um dein Passwort zurückzusetzen: %(reset_password_url)s
fr: Clique sur ce lien pour choisir ton nouveau mot de passe : %(reset_password_url)s

source: email.password_reset.nicer_email
de: Wir versprechen, dass wir eines Tages eine schönere E-Mail schreiben werden.
fr: Un jour, on fera un mail moins moche, promis.

source: email.password_reset.bye
de: Bis bald!
fr: À bientôt !

source: email.password_reset.subject
de: Passwortzurücksetzung für Passe un Dessin
fr: Réinitialisation de mot de passe pour Passe un Dessin
